tap "azure/bicep", "https://github.com/azure/bicep"
tap "azure/functions"
tap "bramstein/webfonttools"
tap "chef/chef"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "microsoft/git"
tap "romkatv/powerlevel10k"
brew "ack"
brew "openssl@1.1"
brew "sqlite"
brew "python@3.8"
brew "azure-cli"
brew "bash"
brew "bash-completion@2"
brew "glib"
brew "cairo"
brew "cask"
brew "coreutils", link: false
brew "curl"
brew "dark-mode"
brew "docker"
brew "dockutil"
brew "dotnet"
brew "exa"
brew "findutils"
brew "fzf"
brew "git"
brew "git-credential-manager"
brew "git-extras"
brew "git-flow"
brew "git-lfs"
brew "gitversion"
brew "gnu-sed"
brew "gnupg"
brew "harfbuzz"
brew "graphviz"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "libxml2"
brew "libxslt"
brew "mas"
brew "moreutils"
brew "neovim"
brew "node"
brew "nvm"
brew "packer"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "wget"
brew "woff2"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "azure/bicep/bicep"
brew "azure/functions/azure-functions-core-tools", link: false
brew "azure/functions/azure-functions-core-tools@2"
brew "azure/functions/azure-functions-core-tools@3"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "alfred"
cask "beyond-compare"
cask "cheatsheet"
cask "chefdk"
cask "commander-one"
cask "cyberduck"
cask "dashlane"
cask "docker"
cask "dotnet-sdk"
cask "evernote"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "gimp"
cask "git-credential-manager-core"
cask "gitkraken"
cask "gulp"
cask "iterm2"
cask "microsoft-azure-storage-explorer"
cask "microsoft-teams"
cask "mono-mdk-for-visual-studio"
cask "ngrok"
cask "onedrive"
cask "postman"
cask "powershell"
cask "pycharm"
cask "remote-desktop-manager"
cask "rider"
cask "skype"
cask "spectacle"
cask "spotify"
cask "terminus"
cask "vagrant"
cask "virtualbox"
cask "visual-studio"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "wireshark"
cask "zoom"
