tap "hashicorp/tap"
brew "awscli"
brew "aws-sso-util"
brew "openssl@3"
brew "sqlite"
brew "bash"
brew "bash-completion@2"
brew "coreutils", link: false
brew "curl"
brew "dockutil"
brew "findutils"
brew "fzf"
brew "git"
brew "git-credential-oauth"
brew "git-extras"
brew "git-lfs"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "btop"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "mas"
brew "moreutils"
brew "neovim"
brew "mise"
brew "chezmoi"
brew "sheldon"
brew "starship"
brew "uv"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "zsh"
brew "zsh-completions"
brew "bat"
brew "eza"
brew "ripgrep"
brew "fd"
brew "gh"
brew "tldr"
brew "zoxide"
brew "1password-cli"
cask "alfred"
cask "beyond-compare"
cask "1password"
cask "commander-one"
cask "firefox"
cask "font-hack-nerd-font"
cask "gimp"
cask "git-credential-manager"
cask "gitkraken"
cask "iterm2"
cask "microsoft-edge"
cask "postman"
cask "powershell"
cask "pycharm"
cask "termius"
cask "remote-desktop-manager"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "wireshark"
