tap "homebrew/bundle"
tap "romkatv/powerlevel10k"
brew "awscli"
brew "aws-sso-util"
brew "openssl@3"
brew "sqlite"
brew "python@3.12"
brew "bash"
brew "bash-completion@2"
brew "coreutils", link: false
brew "curl"
brew "dockutil"
brew "findutils"
brew "fzf"
brew "git"
brew "git-credential-oauth"
brew "git-extras"
brew "git-flow"
brew "git-lfs"
brew "git-delta"
brew "gitversion"
brew "gnu-sed"
brew "gnupg"
brew "graphviz"
brew "htop"
brew "btop"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "libxml2"
brew "libxslt"
brew "mas"
brew "moreutils"
brew "neovim"
brew "node"
brew "nvm"
brew "packer"
brew "pyenv"
brew "terraform"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "bat"
brew "eza"
brew "ripgrep"
brew "fd"
brew "gh"
brew "tldr"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "alfred"
cask "beyond-compare"
cask "cheatsheet"
cask "commander-one"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "gimp"
cask "git-credential-manager"
cask "gitkraken"
cask "iterm2"
cask "microsoft-azure-storage-explorer"
cask "microsoft-teams"
cask "microsoft-edge"
cask "postman"
cask "powershell"
cask "pycharm"
cask "termius"
cask "remote-desktop-manager"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "wireshark"
